Repository: s-n-g/thunar-folder-thumbnailer
Catalog: po/*.po
Languages: el

source: Folder Icon: Select an Image
el: Εικονίδιο φακέλου: Επιλέξτε μία Εικόνα

source: Folder Icon: Select a Folder
el: Εικονίδιο φακέλου: Επιλέξτε ένα Φάκελο

source: You do not have write permission to this folder!
el: Δεν έχετε δικαιώματα εγγραφής σε αυτό το Φάκελο!!!

source: Folder:
el: Φάκελος:

source: Images
el: Εικόνες

source: Folder Icon
el: Εικονίδιο φακέλου

source: Folder icon installation succeeded!
el: Η εγκατάσταση του εικονιδίου ολοκληρώθηκε επιτυχώς!

source: Please refresh (press F5) Thunar's contents to see the result!!!
el: Παρακαλώ επαναφορτώστε τα περιεχόμενα στο παράθυρο του Thunar (πατήστε F5) για να δείτε το αποτέλεσμα.

source: Folder icon installation failed!!!
el: Η εγκατάσταση του εικονιδίου απέτυχε!!!

source: Original icon restored...
el: Επαναφέρθηκε το αρχικό εικονίδιο...

source: Invalid file type!
el: Μη έγκυρος τύπος αρχείου!

source: The file to be used here must be a JPG, PNG or SVG image.
el: Το αρχείο θα πρέπει να είναι μία εικόνα JPG, PNG ή SVG.

source: You don't have read permission to this file!
el: Δεν έχετε δικαιώματα πρόσβασης σε αυτό το Φάκελο!!!

source: File:
el: Αρχείο:

source: Image too small:
el: Η εικόνα είναι πολύ μικρή:

source: Please specify an image of at least 128x128 px.
el: Παρακαλώ επιλέξτε μία εικόνα με διαστάσεις τουλάχιστον 128x128 px.

source: This folder already contains a folder icon, which will be removed.
el: Αυτός ο φάκελος περιέχει ήδη ένα εικονίδιο φακέλου, το οποίο και θα διαγραφεί.

source: Please refresh (press F5) Thunar's contents and then press 'OK' here.
el: Παρακαλώ επαναφορτώστε τα περιεχόμενα στο παράθυρο του Thunar (πατήστε F5) και στη συνέχεια πατήστε 'Εντάξει' εδώ.

source: This folder already contains a folder icon, which is read only, which means it cannot be removed or changed.
el: Αυτός ο φάκελος περιέχει ήδη ένα εικονίδιο φακέλου, το οποίο δεν είναι εγγράψιμο, πράγμα που σημαίνει ότι δεν μπορεί να διαγραφεί ή να τροποποιηθεί.

source: Please make sure that the folder icon is writable and try again.
el: Παρακαλώ σιγουρευτείτε ότι το εικονίδιο είναι εγγράψιμο και δοκιμάστε ξανά.
